Repository: RoverWire/virtualhost
Catalog: locale/*/*.po
Languages: tr

source: You have no permission to run $0 as non-root user. Use sudo
tr: $0 olarak root yetkilerine sahip değilsiniz . Sudo kullan

source: You need to prompt for action (create or delete) -- Lower-case only
tr: Eylem oluşturmak için create yada delete komutlarını kullanın -- Sadece küçük harf

source: Please provide domain. e.g.dev,staging
tr: Lütfen alan adı sağlayın. e.g.dev,staging

source: This domain already exists.\nPlease Try Another one
tr: Bu alan adı zaten mevcut.\ Lütfen başka bir tane deneyin

source: ERROR: Not able to write in file $userDir/$rootdir/phpinfo.php. Please check permissions.
tr: HATA: $userDir/$rootdir/ dizinine phpinfo.php dosyası yazılamıyor. Lütfen izinleri kontrol edin.

source: Added content to $userDir$rootdir/phpinfo.php.
tr: $userDir$rootdir dizinine phpinfo.php eklendi.

source: There is an ERROR create $domain file
tr: $domain dosyası oluşturmada bir hata var

source: \nNew Virtual Host Created\n
tr: \nYeni Sanal Sunucu Oluşturuldu\n

source: ERROR: Not able write in /etc/hosts
tr: HATA: /etc/hosts dosyasına yazılamıyor

source: Host added to /etc/hosts file \n
tr: Sanal Sunucu /etc/hosts dosyasına eklendi \n

source: Complete! \nYou now have a new Virtual Host \nYour new host is: http://$domain \nAnd its located at $userDir$rootdir
tr: Tamamlandı! Artık yeni bir sanal sunucunuz var \nYeni sanal sunucun: http://$domain \n ve $userDir$rootdir klasöründe barınıyor

source: This domain dont exists.\nPlease Try Another one
tr: Bu alan adı mevcut değil.\ Lütfen başka bir tane deneyin.

source: Delete host root directory ? (s/n)
tr: Ana makina kök dizini silinsin mi? (e/H)

source: Directory deleted
tr: Dizin silindi

source: Host directory conserved
tr: Ana makina dizini korunmuştur

source: Host directory not found. Ignored
tr: Ana makina dizini bulunamadı. ( Yok sayılan )

source: Complete!\nYou just removed Virtual Host $domain
tr: Tamamlandı!\n Sadece $domain sanal sunucusunu kaldırdınız
