Repository: RoverWire/virtualhost
Catalog: locale/*/virtualhost-nginx.po
Languages: es_ar, tr

source: You have no permission to run $0 as non-root user. Use sudo
es_ar: Usted no tiene permisos suficientes para correr $0 no es un usuario root. Use sudo
tr: $0 komutunu, yönetici olmadan çalıştırma izniniz yok. 'sudo' kullanın.

source: You need to prompt for action (create or delete) -- Lower-case only
es_ar: Es necesario una accion (create o delete) -- minuscula solamente.
tr: İşlem için komut (create veya delete) gerekir -- yalnızca küçük harf

source: Please provide domain. e.g.dev,staging
es_ar: Por favor ingrese un dominio. ejemp: g.dev,staging
tr: Lütfen alan adı giriniz. Örn: ornekproje.dev

source: This domain already exists.\nPlease Try Another one
es_ar: El Dominio ya existe.\\nPor favor ingrese otro.
tr: Bu alan adı zaten var.\nLütfen farklı bir alan adı giriniz.

source: ERROR: Not able to write in file $userDir/$rootdir/phpinfo.php. Please check permissions.
es_ar: ERROR: No se puede escribir el archivo en $userDir/$rootdir/phpinfo.php. Por favor chequee sus permisos.
tr: HATA: $userDir/$rootdir/phpinfo.php dosyası yazılabilir değil. Lütfen izinleri kontrol ediniz.

source: Added content to $userDir$rootdir/phpinfo.php.
es_ar: Agregando contenido a $userDir$rootdir/phpinfo.php.
tr: $userDir$rootdir/phpinfo.php dosyasına içerik eklendi.

source: There is an ERROR create $domain file
es_ar: Ocurrio un ERROR al crear el archivo $domain
tr: $domain dosyası oluşturulurken bir HATA oluştu.

source: \nNew Virtual Host Created\n
es_ar: \\nSe ha creado el nuevo Virtual Host\\n
tr: \nYeni Sanal Sunucu Oluşturuldu\n

source: ERROR: Not able write in /etc/hosts
es_ar: ERROR: No se puede escribir en /etc/hosts
tr: HATA: /etc/hosts yazılabilir değil.

source: Host added to /etc/hosts file \n
es_ar: Host agregado a /etc/hosts \\n
tr: Sanal sunucu, /etc/hosts dosyasına eklendi.\n

source: Complete! \nYou now have a new Virtual Host \nYour new host is: http://$domain \nAnd its located at $userDir$rootdir
es_ar: Completo! \\nAhora tienes un nuevo Virtual Host!! \\nTu nuevo host es: http://$domain \\ny esta localizado en $userDir$rootdir
tr: İşlem tamamlandı!\nYeni bir sanal sunucunuz var.\nSanal sunucu adresiniz: http://$domain\nSanal sunucu dizini: $userDir$rootdir

source: This domain dont exists.\nPlease Try Another one
es_ar: El dominio no existe.\\nPor favor pruebe con otro
tr: Bu alan adı mevcut değil.\nLütfen farklı bir alan adı giriniz.

source: Delete host root directory ? (s/n)
es_ar: Borrar host root directorio ? (s/n)
tr: anal sunucu kök dizini silinsin mi? (y/n)

source: Directory deleted
es_ar: Directorio Borrado
tr: Dizin silindi.

source: Host directory conserved
es_ar: Directorio Host Conservado
tr: Sanal sunucu dizini bırakıldı.

source: Host directory not found. Ignored
es_ar: Directorio Host no encontrado. Ignorado
tr: Sanal sunucu dizini bulunamadı. İşlem yok sayıldı.

source: Complete!\nYou just removed Virtual Host $domain
es_ar: Completado!\\nSeha removido el Virtual Host $domain
tr: İşlem tamamlandı!\\n$domain sanal sunucusu kaldırıldı.
